Revit 2024 API
PointCloudOverrides.GetPointCloudRegionOverrideSettings Method
Overload List
Name | Description
GetPointCloudRegionOverrideSettings(ElementId)
 Gets region override settings assigned to the whole PointCloudInstance element.
GetPointCloudRegionOverrideSettings(ElementId, String, Document)
 Gets override settings assigned to a particular region within a PointCloudInstance element.
See Also
PointCloudOverrides Class
PointCloudOverrides Members
Autodesk.Revit.DB.PointClouds Namespace